{
  "newsletter": {
    "title": "People Management Challenges",
    "description": "Summary of People Management Challenges that Inspire Sustainable Management Practices",
    "subscription_url": "https://www.linkedin.com/newsletters/people-management-challenges-7258968797414342657/",
    "author": "Samuel Rolo",
    "articles": [
      {
        "title": "Leadership Grown from Pain: The Power of Vulnerability in Personal and Professional Transformation!",
        "date": "3 semanas atrás",
        "image_path": "leadership_vulnerability_article.png",
        "summary": "Este artigo explora como a dor e a vulnerabilidade podem transformar-se em força na liderança. Samuel partilha a sua experiência pessoal de perda e como isso moldou a sua abordagem à liderança, enfatizando a importância da autenticidade, empatia e resiliência. O artigo destaca que a verdadeira liderança envolve ser humano e genuíno, inspirando os outros a sentirem-se valorizados.",
        "url": "https://www.linkedin.com/pulse/leadership-grown-from-pain-power-vulnerability-personal-samuel-rolo-nlivf"
      },
      {
        "title": "Natal: Família, Amor e Gratidão",
        "date": "4 meses atrás",
        "image_path": "natal_familia_amor_gratidao.png",
        "summary": "Nesta reflexão sobre o Natal, Samuel recorda a sua infância e a importância das relações humanas genuínas num mundo cada vez mais digital. O artigo explora três temas principais: conexão genuína com quem nos rodeia, gratidão pelo percurso do ano, e renovação de propósito. Uma mensagem sobre valorizar o tempo com quem amamos e redefinir o que nos move para o novo ano.",
        "url": "https://www.linkedin.com/pulse/natal-fam%C3%ADlia-amor-e-gratid%C3%A3o-samuel-rolo-x2qpf"
      },
      {
        "title": "Gerir a Mudança em Tempos de Incerteza",
        "date": "5 meses atrás",
        "image_path": "gerir_mudanca_incerteza.jpeg",
        "summary": "Este artigo aborda os desafios da gestão da mudança no contexto atual de incertezas geopolíticas, económicas e tecnológicas. Samuel analisa por que 70% dos projetos de transformação falham e propõe estratégias eficazes: criar uma visão clara, envolver as pessoas e capacitar as equipas. Partilha também a sua experiência profissional, destacando a importância da comunicação, capacitação contínua e liderança empática para superar a resistência à mudança.",
        "url": "https://www.linkedin.com/pulse/gerir-mudan%C3%A7a-em-tempos-de-incerteza-samuel-rolo-akgwf"
      }
    ]
  }
}
