{
  "instagram_posts": [
    {
      "url": "https://www.instagram.com/reel/DIbhD2NtdLb/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      "title": "🧠 Saúde Mental no Trabalho: o Silêncio tem um custo!",
      "summary": "Uma reflexão sobre a importância da saúde mental no trabalho, baseada na experiência pessoal do autor. Destaca como o silêncio tem um custo elevado e a importância de ser intencional nas escolhas profissionais, colaborações e limites. Inclui perguntas para reflexão sobre objetivos, singularidade, papel na equipa e evolução pessoal.",
      "hashtags": "#share2inspire #saúdementalnotrabalho #trabalhocompropósito #humanizaçãonotrabalho #nãoaossuperheróis #samuelrolo"
    },
    {
      "url": "https://www.instagram.com/p/DIOLph7N8Z2/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA=",
      "title": "Sabias que 70% das iniciativas de transformação organizacional falham?🤔",
      "summary": "Anúncio do primeiro e-Book do autor sobre 'Gestão da Mudança: Estratégias para Transformação Organizacional'. O livro aborda metodologias para gerir a mudança, estratégias para ultrapassar resistências, ferramentas para monitorizar a adoção e insights da experiência do autor.",
      "hashtags": "#GestãoDaMudança #Liderança #Transformação #Inovação #EmBreve #Share2Inspire #SamuelRolo"
    },
    {
      "url": "https://www.instagram.com/reel/DH_Az4wt9VL/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      "title": "NOVA LEGISLAÇÃO, NOVAS OPORTUNIDADES 📊",
      "summary": "Destaque para como empresas inclusivas têm 1,6x mais receita e 2,6x mais lucro líquido. O post promove a edição de abril da newsletter 'People Management Challenges', que analisa como a nova legislação de inclusão pode transformar empresas e criar valor, com casos de sucesso e estratégias de inclusão.",
      "hashtags": "#GestãoDePessoas #Inclusão #ESG #Liderança #PeopleManagement #RecursosHumanos #DiversidadeEInclusão #Share2Inspire #SamuelRolo"
    },
    {
      "url": "https://www.instagram.com/p/DHvshiICrCV/?utm_source=ig_web_copy_link&igsh=MzRlODBiNWFlZA==",
      "title": "O poder da vulnerabilidade para a aprendizagem e crescimento",
      "summary": "Convite para ler o artigo do autor sobre o poder da vulnerabilidade para a aprendizagem e crescimento pessoal e profissional. Destaca que a verdadeira liderança nasce da vulnerabilidade e da capacidade de aprender com a própria história, enfatizando que liderança não é apenas sobre resultados, mas sobre inspirar e envolver pessoas.",
      "hashtags": "#Liderança #Aprendizagem #Crescimento #Resiliência"
    }
  ]
}
