{
  "linkedin_recommendations": [
    {
      "name": "Ricardo Ramos da Silva",
      "position": "Senior Manager | HRIT Senior Solution Architect | Senior Project Manager | Successfactors SME",
      "date": "June 4, 2015",
      "relationship": "Samuel was senior to Ricardo but didn't manage Ricardo directly",
      "text": "I had the pleasure of working with Samuel in his first unofficial project as a senior consultant and was instantly impressed. Samuel effortlessly and expertly managed to juggle multiple issues in the toughest situation, his leadership and team building skills were exceptional, and I was very impressed by his consulting capabilities and willingness to coach new members. As a Senior Consultant, Samuel has my highest recommendation and I can safely say that I have learned a lot by working with him."
    },
    {
      "name": "Marta Oliveira Dias",
      "position": "Service Improvement Specialist @VodafoneZiggo",
      "date": "May 12, 2022",
      "relationship": "Marta worked with Samuel on the same team",
      "text": "I had the plesure to work with Samuel during my last project at Deloitte. He is a dedicated professional that always goes above and beyond to make an impact that matters. Samuel does a remarkable job leading his teams while being commited and always available to help others. Moreover, he is extremely hard-working, determined and always challanges us to do our best. It was an honour learning from him!"
    },
    {
      "name": "João Miguel Lince",
      "position": "Human Resources Manager at Sublime Hotels",
      "date": "September 8, 2016",
      "relationship": "João Miguel and Samuel studied together",
      "text": "O Samuel é sem dúvida um excelente profissional. Tive o privilégio de estudar com ele e desde cedo foi possível perceber que o futuro que lhe esperava era risonho, tal como demonstra o seu trajeto profissional. Humilde, trabalhador, eficaz, pragmático entre outras competências importantes na área onde se insere, os Recursos Humanos. Um exemplo!"
    },
    {
      "name": "Ivo Guimarães",
      "position": "Gestão de Talento | RH Analítico | Transformação Digital | SAP Success Factors | LMS",
      "date": "October 12, 2024",
      "relationship": "Ivo was Samuel's client",
      "text": "O Samuel é além de um profissional extremamente disponível e conhecedor da sua área de actuação, um ser humano ímpar. Procura congregar as ideias do grupo pra encontrar soluções que sejam sempre focadas em resultados. Foi um prazer imensurável trabalhar com o Samuel pois mais uma vez tive a certeza que vale mais trabalhar com boas pessoas do que com pessoas boas...."
    }
  ]
}
